Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: Acknowledgement NAK of STX (start of text) not received.
de: Quittung NAK auf STX (Start Of Text) wurde nicht empfangen

source: No acknowledgement (NAK) after receipt of data.
de: Keine Quittung NAK nach dem Empfang von Daten

source: Less data received than specified in request header.
de: Es wurden weniger Daten empfangen als im Request-Header angegeben war

source: Invalid ident in S39Slave() FBK.
de: Ungültiger ident am FUB S39Slave()

source: Invalid ident in S39SClose() FBK.
de: Ungültiger ident am FUB S39SClose()

source: Invalid ident in S39SOpen() FBK.
de: Ungültiger ident am FUB S39SOpen()

source: Invalid length in S39_TXLEN.
de: Ungültige Länge in S39_TXLEN

source: Invalid length in S39_TXLEN. The length is greater than the S39_TXBUF data buffer.
de: Ungültige Länge in S39_TXLEN - die Länge ist größer als der Datenpuffer S39_TXBUF

source: Invalid length of data received.
de: Ungültige Länge der empfangenen Daten

source: Invalid length of data received. The length is greater than the S39_RXBUF data buffer.
de: Ungültige Länge der empfangenen Daten - die Länge ist größer als der Datenpuffer S39_RXBUF

source: Invalid mode in S39Slave() FBK.
de: Ungültiger mode am FUB S39Slave()

source: Fatal system error. The memory structure (ident) was destroyed.
de: Fataler System-Fehler. Die Speicher-Struktur (ident) wurde zerstört

source: The users mode description string is to long.
de: Der "users mode description" string ist zu lang

source: The S39_RXBUF variable has not been declared.
de: Die Variable S39_RXBUF ist nicht deklariert

source: The S39_RXLEN variable has not been declared or has the wrong data type (USINT).
de: Die Variable S39_RXLEN ist nicht deklariert oder hat den falschen Datentyp (USINT)

source: The S39_TXBUF variable has not been declared.
de: Die Variable S39_TXBUF ist nicht deklariert

source: The S39_TXLEN variable has not been declared or has the wrong data type (USINT).
de: Die Variable S39_TXLEN ist nicht deklariert oder hat den falschen Datentyp (USINT)

source: Frame driver not loaded.
de: SYSTEM: Frametreiber ist nicht geladen

source: Base error number for all protocol errors
de: Basisfehlernummer für sämtliche Protokollfehler

source: CPU code in incoming request header is not equal to 0xF. CPU code not supported by the DRV_3964 library.
de: Basisfehlernummer für sämtliche Protokollfehler

source: Invalid message type in incoming request
de: Ungültiger Telegram-Typ im empfangenen Request

source: Invalid data block address in incoming request.
de: Ungültige Datenbaustein-Adresse im empfangenen Request

source: Invalid message command in incoming request.
de: Ungültiger Telegram-Befehl im empfangenen Request

source: Coordination flag in incoming request is not equal to 0xFFF. Coordination flag not supported by the DRV_3964 library.
de: Koordinierungsmerker im empfangenen Request ist ungleich 0xFFF - Koordinierungsmerker wird von der DRV_3964-Bibliothek nicht unterstützt

source: Invalid data block length in incoming request.
de: Ungültige Datenbaustein-Länge im empfangenen Request

source: Second byte in incoming request (message header) is not equal to 0.
de: Zweites Byte im empfangenen Request (Telegram-Header) ist ungleich 0

source: SYSTEM: Driver function is not supported
de: SYSTEM: Treiberfunktion wird nicht unterstützt

source: Timeout on receiving data
de: Timeout beim Empfangen von Daten

source: Parity, overrun or stopbit error on receiving data
de: Parity-, Overrun- oder Stopbit-Fehler beim Empfangen von Daten

source: "Received frame too long. ""Rec_en"" was not set when the frame was received"
de: Empfangener Frame zu lang. "Rec_en" war beim Empfang des Frames nicht gesetzt.

source: Block check character BCC1 false in the received frame
de: Block Check Zeichen BCC1 im empfangenen Frame falsch

source: Received frame too long. Additional data was received after block check character BCC1
de: Empfangener Frame zu lang. Nach dem Block Check Zeichen BCC1 wurden weitere Daten empfangen

source: Block check character BCC2 false in the received frame
de: Block Check Zeichen BCC2 im empfangenen Frame falsch

source: Received frame too long. Additional data was received after block check character BCC2
de: Empfangener Frame zu lang. Nach dem Block Check Zeichen BCC2 wurden weitere Daten empfangen

source: Block check character BCC1 false in the received acknowledgement frame
de: Block Check Zeichen BCC1 im empfangenen Quittierungsframe falsch

source: Acknowledgement in received acknowledgement frame is negative or false
de: Quittierung im empfangenen Quittierungsframe ist negativ oder falsch

source: Incorrect pointer connected to variable area (ident)
de: Falscher Zeiger auf den Variablenbereich (Ident) angeschlossen

source: Send length in L1_TXLEN is larger than the maximum frame data length (64 bytes)
de: Sende-Länge in L1_TXLEN ist größer als die maximale Frame-Daten-Länge (64 Bytes)

source: Send length in L1_TXLEN is larger than the send buffer L1_TXBUF
de: Sende-Länge in L1_TXLEN ist größer als der Sende-Buffer L1_TXBUF

source: Length of received data is larger than the receive buffer L1_RXBUF
de: Länge der empfangenen Daten ist größer als der Empfangs-Buffer L1_RXBUF

source: Device number 1 does not exist on this hardware device
de: Device-Nummer 1 existiert nicht auf dieser Hardware

source: Device number 2 does not exist on this hardware device
de: Device-Nummer 2 existiert nicht auf dieser Hardware

source: Device number 3 does not exist on this hardware device
de: Device-Nummer 3 existiert nicht auf dieser Hardware

source: Connected device number is larger than 3
de: Angeschlossene Device-Nummer ist größer als 3

source: Interface mode for device number 2 on CP152/CP153 is incorrect
de: Schnittstellen-Mode für Device-Nummer 2 auf CP152/CP153 ist falsch

source: Interface mode for device number 2 on MP100 is incorrect
de: Schnittstellen-Mode für Device-Nummer 2 auf MP100 ist falsch

source: Interface mode for device number 3 on CP100 is incorrect
de: Schnittstellen-Mode für Device-Nummer 3 auf CP100 ist falsch

source: Variable L1_RXBUF not declared
de: Variable L1_RXBUF nicht deklariert

source: Variable L1_RXLEN not declared or not declared as BYTE
de: Variable L1_RXLEN nicht deklariert oder nicht als BYTE deklariert

source: Variable L1_TXBUF not declared
de: Variable L1_TXBUF nicht deklariert

source: Variable L1_TXLEN not declared or not declared as BYTE
de: Variable L1_TXLEN nicht deklariert oder nicht als BYTE deklariert

source: Variable L1_RXSOURCE not declared as BYTE
de: Variable L1_RXSOURCE nicht als BYTE deklariert

source: Slave number incorrect. Slave number 0 is set
de: Slave Nummer ist falsch. Slave Nummer 0 ist gesetzt

source: Slave number incorrect. Slave number is larger than 30
de: Slave Nummer ist falsch. Slave Nummer ist größer als 30

source: AR-DevMan: device manager init error
de: AR-DevMan: fataler Fehler aus der Initialisierung des Device Managers

source: AR-DevMan: driver does not support DM-function
de: AR-DevMan: Dm-Funktion wird vom Driver nicht unterstuetzt

source: AR-DevMan: no free admin entry
de: AR-DevMan: kein freier Verwaltungseintrag

source: AR-DevMan: device manager not started
de: AR-DevMan: Device Manager nicht gestartet

source: AR-DevMan: device driver already installed
de: AR-DevMan: Device Driver ist schon installiert

source: AR-DevMan: device driver not found (not installed)
de: AR-DevMan: Device Driver nicht gefunden (nicht installiert)

source: AR-DevMan: delete not possible because of existing reference to DD
de: AR-DevMan: bestehende Referenz auf einen DD verhindert das Loeschen des Drivers

source: AR DevMan: Device not found (not configured).
de: AR-DevMan: Device nicht gefunden (nicht konfiguriert)

source: AR-DevMan: deinit not possible because of existing reference to device
de: AR-DevMan: bestehende Referenz auf ein Device verhindert Deinitialisierung des Devices

source: AR-DevMan: device already initialized
de: AR-DevMan: Device ist initialisiert (kann nur einmal initialisiert werden)

source: AR-DevMan: device not initialized
de: AR-DevMan: Device ist nicht initialisiert

source: AR-DevMan: device not opened
de: AR-DevMan: Device ist nicht geoeffnet

source: AR-DevMan: invalid device name (emptystring)
de: AR-DevMan: ungueltiger Device Name (Leerstring)

source: AR-DevMan: invalid device driver name (emptystring)
de: AR-DevMan: ungueltiger Device Driver Name (Leerstring)

source: General error from xDeviceInit().
de: Allgemeiner Fehler aus xDeviceInit()

source: AR-DD: xDeviceDeInit() error
de: Allgemeiner Fehler aus xDeviceDeInit()

source: AR-DD: xDeviceShutDown() error
de: Allgemeiner Fehler aus xDeviceShutDown()

source: AR-DD: xDeviceOpen() error
de: Allgemeiner Fehler aus xDeviceOpen()

source: AR-DD: xDeviceClose() error
de: Allgemeiner Fehler aus xDeviceClose()

source: AR-DD: no more read/write requests accepted (async read/write)
de: AR-DD: kein weiterer R/W-Request kann akzeptiert werden (async. R/W Dienste)

source: AR-DD: no pending read/write response (async read/write)
de: AR-DD: kein R/W Response verfügbar (async. R/W Dienste)

source: AR-DD: no more opens permitted on the device
de: AR-DD: kein weiteres Open auf das Device zulässig

source: AR-DD: IOCTL code not supported
de: AR-DD: IOCTL-Code wird vom DD nicht unterstützt

source: AR-DD: Invalid IOCTL code for the DD type.
de: AR-DD: ungültiger IOCTL-Code für den DD-Typ

source: AR-DD: xDeviceIoControl() error
de: Allgemeiner Fehler aus xDeviceIoControl()

source: AR-DD: xDeviceRead() error
de: Allgemeiner Fehler aus xDeviceRead()

source: AR-DD: xDeviceWrite() error
de: Allgemeiner Fehler aus xDeviceWrite()

source: AR-DD: xDeviceWrite: not enough space for write-data
de: AR-DD: xDeviceWrite: zu wenig Platz für Write-Daten

source: AR-DD: device ident invalid
de: AR-DD: Device ident ungültig.

source: No data available to read (Device would block in blocking mode).
de: Keine Daten zum Lesen vorhanden (Device würde im blockierenden Modus blockieren).

source: AR-DdSerialFrame: base errornumber
de: AR-DdSerialFrame: Fehler-Basis

source: AR-DdCan: base error number
de: AR-DdCan: Fehler-Basis

source: AR-DdCan: IOCTL: no pending event
de: AR-DdCan: IOCTL: kein Event verfuegbar zum Auslesen

source: AR-DdCan: Invalid type of CAN object
de: AR-DdCan: Type of CAN Objekt unbekannt

source: AR-DdCan: No message buffer
de: AR-DdCan: Kein Message Buffer

source: AR-DdCan: no message buffer
de: AR-DdCan: keine Daten

source: AR-DdCan: no data
de: AR-DdCan: keine FULLCAN Unterstuetzung

source: AR-DdCan: FULLCAN not supported
de: AR-DdCan: Daten ueberschrieben

source: AR-DdCan: data overwritten
de: AR-DdCan: Daten inkonsistent

source: AR-DdCan: data inconsistent
de: AR-DdCan: Fehler im Parameter-String

source: AR-DdCan: syntax error in parameter string
de: AR-DdCan: falsches oder ungueltiges Interface angegeben

source: AR-DdCan: invalid interface
de: AR-DdCan: CAN-RX/TX-FIFO ist voll, kein weiterer Eintrag moeglich

source: CAN RX/TX FIFO is full. No additional entries possible.
de: CAN-RX/TX-FiFo ist voll

source: No free message buffer for FullCAN.
de: Keine freier Msg Buffer bei FullCAN

source: AR-DdFile: Error base.
de: AR-DdFile: Fehler-Basis

source: AR-DdFile: Invalid mode or permission string.
de: AR-DdFile: unzulässiger Mode- oder Permission-String

source: AR-DdFile: Access not possible using the desired mode (read/write, etc.).
de: AR-DdFile: Zugriff im gewünschten Mode nicht möglich (Read/Write/...)

source: AR-DdFile: No more file handles available (RT-OS)
de: AR-DdFile: kein Dateihandle mehr frei (RT-OS)

source: AR-DdFile: File already exists (/MODE=E: Exclusive)
de: AR-DdFile: Datei existiert bereits (/MODE=E : Exclusive)

source: AR-DdFile: File not found / no additional file found.
de: AR-DdFile: Datei nicht vorhanden / kein weiteres Datei vorhanden

source: AR-DdFile: I/O control code function not allowed for a file device, only for files.
de: AR-DdFile: Funktion / I/O-Control-Code für ein Filedevice nicht zulässig, nur für Dateien

source: AR-DdFile: I/O control code function not allowed for files, only for file devices.
de: AR-DdFile: Funktion / I/O-Control Code für Dateien nicht zulässig, nur für ein Filedevice

source: AR-DdFile: Not enough space for file with Write / ChangeSize.
de: AR-DdFile: zuwenig Platz für Datei bei Write / ChangeSize

source: AR-DdFile: Invalid offset or invalid origin
de: AR-DdFile: ungültiger Offset oder ungültige Origin

source: AR-DdFile: Invalid path (length > 255 characters).
de: AR-DdFile: ungültiger Pfad (Länge > 255 Zeichen)

source: AR-DdFile: File already exists (new name - rename)
de: AR-DdFile: Datei existiert bereits (neuer Name - Rename)

source: AR-DdFile: Invalid type
de: AR-DdFile: ungültiger Typ

source: AR-DdFile: no further entries (directory/file) in the read directory
de: AR-DdFile: keine weiteren Einträge (Verzeichnis/Datei) in gelesenen Verzeichnis

source: AR-DdFile: Could not determine available memory
de: AR-DdFile: freier Speicher konnte nicht ermittelt werden

source: AR-DdFile: Invalid directory name
de: AR-DdFile: ungültiger Verzeichnisname

source: AR-DdFile: Directory to be created already exists
de: AR-DdFile: zu erstellendes Verzeichnis existiert bereits

source: AR-DdFile: Directory to be opened does not exist
de: AR-DdFile: zu öffnendes Verzeichnis existiert nicht

source: AR-DdFile: Directory to be deleted is not empty
de: AR-DdFile: zu löschendes Verzeichnis ist nicht leer

source: AR-DdFile: No more handles available (obsolete)
de: AR-DdFile: keine weiteren freien Handle (Obsolet)

source: AR-DdFile: Invalid handle
de: AR-DdFile: ungültiger Handle

source: AR-DdFile: Error during copying
de: AR-DdFile: Fehler beim Kopieren

source: AR-DdFile: Not enough memory on target device (copy error)
de: AR-DdFile: Nicht genügend Speicherplatz am Zieldevice (Fehler beim Kopieren)

source: AR-DdFile: Error creating the CS for the NetDeviceList
de: AR-DdFile: Fehler beim Erstellen der CS für die NetDeviceList

source: AR-DdFile: NetDevLink UserConfig error (user name or password missing)
de: AR-DdFile: Fehler bei der UserKonfig bei NetDevLink (Username oder Passwort fehlt)

source: AR-DdFile: global NetIoDevList not installed (when called)
de: AR-DdFile: globale NetIoDevListe nicht initialisiert (bei Aufruf)

source: AR-DdFile: Not enough memory available
de: AR-DdFile: zu wenig Speicher verfügbar

source: AR-DdFile: NetIo device does not exist
de: AR-DdFile: NetIo Device existiert nicht

source: AR-DdFile: NetIo DevLink failed
de: AR-DdFile: NetIo DevLink fehlgeschlagen

source: AR-DdFile: NetIo protocol not supported
de: AR-DdFile: NetIo-Protokoll nicht unterstützt

source: AR-DdFile: Device already exists with a different user/password
de: AR-DdFile: Device existiert schon mit anderem User/Passwort

source: AR-DdFile: Different IP addresses for one host name
de: AR-DdFile: Unterschiedliche IP-Adresse für einen Hostnamen

source: AR-DdNv: Ioctl, Read, Write: not permitted for NV device
de: AR-DdNv: Ioctl, Read, Write: fuer NV-Device nicht zulaessig

source: AR-DdNv: Ioctl: not permitted for NV memory
de: AR-DdNv: Ioctl: fuer NV-Datenbereich nicht zulaessig

source: AR-DdNv: Init: NV device not found.
de: AR-DdNv: Init: NV-Device nicht gefunden

source: AR-DdNv: Init: NV path doesn't exist.
de: AR-DdNv: Init: NV-Pfad nicht existent

source: AR-DdNv: Open: Data block already open (only 1 parallel open allowed).
de: AR-DdNv: Open: Datenblock bereits geoeffnet (nur 1 paralleles Open zulaessig)

source: AR-DdNv: Ioctl: Error setting the data block length
de: AR-DdNv: Ioctl: Fehler beim Setzen der Datenblocklänge

source: AR-DdNv: Ioctl: Error setting a certain data offset.
de: AR-DdNv: Ioctl: Fehler beim Setzen eines bestimmten Datenoffsets

source: AR-DdNv: Ioctl: _NV_FINDFIRST, _NV_FINDNEXT, NV_DELETEDATA: Data area not present.
de: AR-DdNv: Ioctl: _NV_FINDFIRST, _NV_FINDNEXT, NV_DELETEDATA; Datenbereich nicht vorhanden

source: AR-DdNv: No memory for restoring the corresponding NV memory area.
de: AR-DdNv: Kein Speicher für das Restaurieren des entsprechenden Nv-Memory Bereiches vorhanden

source: AR-DdNV: Inconsistent data - Data being restored
de: AR-DdNV: Inkonsistente Daten - Daten werden wieder hergestellt

source: AR-DdNV: Data and backup copy damaged.
de: AR-DdNV: Daten- und Sicherungskopie beschädigt

source: AR-DdNV: Memory initialized
de: AR-DdNV: Speicher wurde initialisiert

source: AR-DdNV: Invalid command in command memory
de: AR-DdNV: Ungültiges Kommando im Kommandospeicher

source: AR-DdNV: Error occurred during restoration of inconsistent data.
de: AR-DdNV: Beim Wiederherstellen inkonsistenter Daten ist ein Fehler aufgetreten.

source: AR-DdIsaIO: DMIOCTL_II_GETBUFFPOS: Specified data point not found.
de: AR-DdIsaIO: DMIOCTL_II_GETBUFFPOS: Angegebener Datenpunkt nicht gefunden

source: DMIOCTL_IOTIM_START: Specified cycle time invalid.
de: DMIOCTL_IOTIM_START: Angegebene Zykluszeit ungültig

source: Internal error of SPS hardware driver
de: Interner Fehler eines CPU-Hardware-Treibers

source: AR_DdIO: Basis for I/O device errors.
de: AR_DdIO: Basis für IO-Device-Fehler.

source: AR_DdIO: Ioctl, read, write: Not allowed for I/O device.
de: AR_DdIO: Ioctl, Read, Write: für IO-Device nicht zulässig

source: AR_DdIO: Ioctl: Not allowed for data point.
de: AR_DdIO: Ioctl: für Datenpunkt nicht zulässig

source: AR_DdIO: Invalid data type for data point
de: AR_DdIO: Datentyp des Datenpunkts ungültig

source: AR_DdIO: Data point length doesn't match reference.
de: AR_DdIO: Länge des Datenpunkts stimmt mit Referenz nicht überein

source: AR_DdIO: Invalid number of elements for data point
de: AR_DdIO: Ungültige Elementanzahl für Datenpunkt

source: AR_DdIO: Data point not yet found
de: AR_DdIO: Datenpunkt noch nicht gefunden

source: AR_DdIO: Data point will never exist (IOMap defines data points that can never be resolved by the driver - HWD)
de: AR_DdIO: Datenpunkt wird nie existieren (IOMap definiert Datenpunkte die vom Treiber nicht aufgelöst werden können - HWD)

source: AR_DdIO: Data point cannot be opened more than once.
de: AR_DdIO: Datenpunkt kann nicht mehrfach geöffnet werden

source: AR_DdIO: Access type not supported.
de: AR_DdIO: Zugriffsart nicht unterstützt

source: AR_DdIO: Address conflict. Several data points refer to the same address.
de: AR_DdIO: Adresskonflikt, mehrere Datenpunkte verweisen auf die selbe Adresse

source: No more registers.
de: keine weiteren Register

source: Data point is supplied via cross-traffic.
de: Datenpunkt wird per Querverkehr versort.

source: No image address is available for the data point.
de: Für den Datenpunkt ist noch keine Abbildadresse verfügbar

source: Device not plugged or failed otherwise
de: Gerät nicht angeschlossen oder ausgefallen

source: Previous write instruction not concluded
de: Vorhergehender Schreibauftrag noch nicht abgeschlossen

source: Size when writing larger than the MTP or the available space in the stream buffer.
de: Größe bei Schreiben größer als MTU, bzw. größer als verfügbarer Platz im Stream-Puffer

source: Write access to read-only object
de: Schreiben auf Lese-Objekt

source: Read access to write-only object
de: Lesen auf Schreib-Objekt

source: The respective frame was larger than the specified read length
de: Der anstehende Frame war größer als die angegebene Lese-Länge

source: No frame waiting to be read
de: Es steht kein auszulesender Frame an

source: Connection to the specified station has been lost
de: Verbindung zur angegebenen Station wurde unterbrochen

source: usbdInitialize error
de: USB: Initialisierungsfehler

source: Host controller attach error
de: USB: HostController Attach Fehler

source: Unable to register new client
de: USB: Client Register Fehler

source: Unable to unregister client
de: USB: Client UnRegister Fehler

source: NodeInfo error
de: USB: NodeInfo Fehler

source: "USB" device driver error base
de: USB: Initialisierungsfehler

source: DevCreate error
de: USB: DevCreate Fehler

source: DevLock error
de: USB: DevLock Fehler

source: DevLock error.
de: USB: DevLock Fehler

source: AR-DdTCC: Device Driver "TCC" error base
de: AR-DdTCC: Device Driver "TCC" Fehlerbasis

source: Internal task class shoveler error
de: Interner Fehler eines Taskklassen-Schauflers

source: Mapping of incompatible data types
de: Mapping von inkompatiblen Datentypen

source: Invalid data point description in the mapping or in the configuration
de: Ungültige Datenpunktbeschreibung im Mapping oder in der Konfiguration

source: The transfer of an I/O data point can not be activated due to a missing data point description
de: Die Übertragung eines IO-Datenpunkts kann aufgrund fehlender Datenpunktbeschreibung nicht aktiviert werden

source: Internal task class shoveler status error
de: Interner Zustandsfehler eines Taskklassen-Schauflers

source: ETHERNET: IP address error
de: ETHERNET: IP Adressfehler

source: ARwin DD16550: Fatal internal error.
de: ARwin DD16550: Fataler interner Fehler

source: ARwin DD16550: OS port cannot be created
de: ARwin DD16550: OS-Port kann nicht erzeugt werden

source: ARwin DD16550: OS port cannot be deleted
de: ARwin DD16550: OS-Port kann nicht gelöscht werden

source: ARwin DD16550: OS heap cannot be attached
de: ARwin DD16550: OS-Heap kann nicht attached werden

source: ARwin DD16550: OS heap cannot be detached
de: ARwin DD16550: OS-Heap kann nicht deattached werden

source: ARwin DD16550: RSVP send error
de: ARwin DD16550: RSVP Send Fehler

source: ARwin DD16550: Message send error
de: ARwin DD16550: Message Send Fehler

source: ARwin DD16550: RSVP reply error
de: ARwin DD16550: RSVP Reply Fehler

source: ARwin DD16550: Message receive error
de: ARwin DD16550: Message Receive Fehler

source: ARwin DD16550: DeviceInit error
de: ARwin DD16550: DeviceInit Fehler

source: ARwin DD16550: DeviceDeInit error
de: ARwin DD16550: DeviceDeInit Fehler

source: AR registry: Everything OK!
de: AR-Registry: Alles OK !

source: AR registry: Incorrect path name.
de: AR-Registry: Falscher Pfadname

source: AR registry: Error during initialization
de: AR-Registry: Fehler bei Initialisierung

source: Key name not found
de: AR-Registry: Such-KEY nicht gefunden

source: AR registry: Fatal internal error.
de: AR-Registry: Fataler interner Fehler

source: AR registry: No further items.
de: AR-Registry: Keine weiteren Items

source: Data length transferred is too small.
de: AR-Registry: Buffergröße zu klein

source: AR registry: Invalid KEY handle.
de: AR-Registry: Ungueltiger KEY-Handle

source: Entry not available
de: AR-Registry: Ungültiger Wert

source: Wrong data type entry
de: AR-Registry: Ungültiger Datentyp

source: AR registry: Multiple access to a registry entry is not possible.
de: AR-Registry: mehrfacher Zugriff auf einen Registry-Eintrag nicht moeglich

source: AR registry: No memory available.
de: AR-Registry: Kein freier Speicher verfuegbar

source: AR registry: XML syntax error.
de: AR-Registry: Fehler in der XML-Syntax

source: AR registry: Type of the entered value has changed.
de: AR-Registry: Typ des eingetragenen Wertes hat sich geaendert

source: AR registry: Error saving the remanent registry.
de: AR-Registry: Fehler beim Sichern der Remanenten Registry

source: AR registry: Error loading the remanent registry.
de: AR-Registry: Fehler beim Laden der Remanenten Registry

source: AR registry: A configuration could not be imported (XML).
de: AR-Registry: Eine Konfiguration konnte nicht eingelesen werden (XML).

source: AR registry: Not enough available remanent memory
de: AR-Registry: Der verfügbare remanente Speicher ist zu klein.

source: AR registry: Error deleting remanent registry
de: AR-Registry: Fehler beim Löschen der Remanenten Registry.
